Repository: JustOmar21/Outer-Heaven-Store
Catalog: Resources/Resources.*.resx
Languages: ar

source: About
ar: حول

source: Action
ar: الفعل

source: Add
ar: إضافة

source: Address
ar: عنوان

source: Admin
ar: مسؤول

# AdminDelete
source: Admin Deletion complete
ar: تم حذف المسؤول

# AdminInsert
source: Admin insertion is complete
ar: تم إضافة المسؤول

# AdminInsertFail
source: Admin insertion was a failure
ar: فشل إضافة المسؤول

# AdminNotFound
source: Admin doesn't exist
ar: هذا المسؤول غير موجود

# AdminPass
source: Admin's password reset is complete
ar: تم إعادة كلمة المرور إلي أصلها لهذا المسؤول

source: Admins
ar: المسؤولين

source: Amount
ar: كمية

# AmountVali
source: You cannot order less than 1 unit or more than 10 units of an item in a single Invoice
ar: لا يمكنك طلب منتج اقل من مرة او عشرة مرات في الفاتورة الواحدة

# B2L
source: Back To List
ar: الرجوع إلي القائمة

source: Cancel
ar: إلغاء

# CatDelete
source: Category Deletion complete
ar: تم حذف الصنف

source: Categories
ar: الأصناف

source: Category
ar: الصنف

# CategoryInsert
source: Category insertion complete
ar: تم إضافة الصنف

# CategoryReq
source: Category is required
ar: الصنف مطلوب إدخاله

# CatInsertFail
source: Category insertion was a failure
ar: فشل إضافة الصنف

# CatNotFound
source: Category doesn't exist
ar: هذا الصنف غير موجود

# CatUnique
source: This Category's name is already used
ar: اسم هذا الصنف مستخدم بواسطة صنف اخر

# CatUpdate
source: Updating Category is complete
ar: تم تحديث بيانات الصنف

# CatUpdateFail
source: Updating Category was a failure
ar: فشل تحديث بيانات الصنف

source: Change Name
ar: تحديث الأسم

# ChangePass
source: Change Password
ar: تحديث كلمة المرور

source: Contact Us
ar: تواصل معنا

source: Create
ar: إنشاء

# CusDelete
source: Customer Deletion complete
ar: تم حذف العميل

# CusInsert
source: Customer insertion complete
ar: تم إضافة العميل

# CusInsertFail
source: Customer insertion was a failure
ar: فشل إضافة العميل

# CusNotFound
source: Customer doesn't exist
ar: هذا العميل غير موجود

source: Customer
ar: العميل

source: Customers
ar: العملاء

# CusUpdate
source: Updating Customer is complete
ar: تم تحديث بيانات العميل

# CusUpdateFail
source: Updating Customer was a failure
ar: فشل تحديث بيانات العميل

source: Date
ar: تاريخ

# DateValiPast
source: The Date should not be past
ar: التاريخ يجب ألا يكون بعد

# DelAdmin
source: Are you sure you want to delete this Admin ?
ar: هل انت واثق من حذف هذا المسؤول ؟

# DelBoss
source: You cannot delete The Boss, BOI
ar: لا يمكنك حذف رئيس الشركة, يا ولاااا

# DelConfirm
source: Confirm Delete
ar: تأكيد الحذف

# DelCustomer
source: Are you sure you want to delete this Customer ?
ar: هل انت واثق من حذف هذا العميل ؟

# DelDesc
source: Are you sure you want to delete this Category ?
ar: هل انت واثق من حذف هذا الصنف ؟

source: Delete
ar: حذف

# DelInv
source: Are you sure you want to delete this customer's Invoice ?
ar: هل انت واثق من حذف فاتورة هذا العميل ؟

# DelInvItem
source: Are you sure you want to delete this Invoice item ?
ar: هل انت واثق من حذف هذا المنتج من الفاتورة ؟

# DelOps
source: Deletion Process
ar: عملية الحذف

# DelWarn
source: ALL ITEMS UNDER THIS CATEGORY WILL BE DELETED
ar: جميع المنتجات تحت هذا الصنف سوف يتم حذفها ايضا

source: Description
ar: الوصف

source: Details
ar: التفاصيل

# dir
source: ltr
ar: rtl

source: Discount
ar: الخصم

# DiscountTotal
source: Discounted Total
ar: الإجمالي بالخصم

source: Email
ar: البريد الإلكتروني

# EmailUnique
source: This Email is already used
ar: هذا الأيميل مستخدم بالفعل

source: Error!
ar: خطأ !

# ErrorEvent
source: An Error has occured
ar: حدث خطأ

source: Female
ar: أنثي

source: Gender
ar: النوع

source: Home
ar: الصفحة الرئيسية

source: Image
ar: الصورة

source: Image File
ar: ملف الصورة

# ImgItem
source: Item's Image
ar: صورة المنتج

# ImgLarge
source: File is too large, File limit is 4 MB
ar: الحد الأقصي لحجم الملف هو 4MB

# ImgSupport
source: Supported File Formats are .jpg , .jpeg and .png
ar: الملفات المسموحة هي .pdf , .jpeg , .png

# ImgUpdate
source: Update Photo
ar: تحديث الصورة

# ImgWarn
source: An Image File Cannot exceeds 4 MB
ar: ملف الصورة لا يمكن ان يتجاوز 4MB

# InvDelete
source: Invoice Deletion complete
ar: تم حذف الفاتورة

# InvInsert
source: Invoice insertion complete
ar: تم إضافة الفاتورة

# InvInsertFail
source: Invoice insertion was a failure
ar: فشل إضافة الفاتورة

# InvItemDelete
source: Invoice Item Deletion complete
ar: تم حذف المنتج من الفاتورة

# InvItemExists
source: The Item you inserted is already in this Invoice
ar: المنتج الذي حاولت إضافته موجود بالفعل في الفاتورة

# InvItemInsert
source: Invoice Item insertion complete
ar: تم إضافة منتج إلي الفاتورة

# InvItemNoItems
source: You can't add any item since there aren't any
ar: لا يمكنك إضافة أي منتج لهذه الفاتورة لأنه لا يوجد أي منتج

# InvItemNotFound
source: This Invoice Item doesn't exist
ar: هذا المنتج غير موجود في الفاتورة

# InvItemUpdate
source: Invoice Item Update is complete
ar: تم تحديث بيانات المنتج في الفاتورة

# InvNoCustomers
source: You can't add any invoice because you don't have any customers
ar: لا يمكنك إضافة أي فاتورة لأنك لا تمتلك عملاء

# InvNotFound
source: Invoice was not found
ar: هذه الفاتورة غير موجودة

source: Invoice
ar: الفاتورة

source: Invoices
ar: الفواتير

source: Invoices Of
ar: فواتير

# InvUpdate
source: Updating Invoice is complete
ar: تم تحديث بيانات الفاتورة

# InvUpdateFail
source: Updating Invoice was a failure
ar: فشل تحديث بيانات الفاتورة

source: Item
ar: المنتج

# ItemAmount
source: This Item only have
ar: هذا المنتج يحتوي علي

# ItemCatWarning
source: Cannot Add Items without at least 1 Category inserted
ar: لا يمكنك إضافة منتجات بدون وجود صنف واحد علي الأقل

# ItemDel
source: Are you sure you want to delete this Item ?
ar: هل انت واثق من حذف هذا المنتج ؟

# ItemDelete
source: Item Deletion complete
ar: تم حذف المنتج

# ItemInsert
source: Item insertion complete
ar: تم إضافة المنتج

# ItemInsertFail
source: Item insertion was a failure
ar: فشل إضافة المنتج

# ItemNos
source: # of Items
ar: عدد المنتجات

# ItemNotFound
source: Item was not found
ar: هذا المنتج غير موجود

# ItemPhotoUpdate
source: Item's Photo Update complete
ar: تم تحديث صورة المنتج

# ItemPhotoUpdateFail
source: Item's Photo Update was a failure
ar: فشل تحديث صورة المنتج

source: Items
ar: المنتجات

source: Items For
ar: منتجات

# ItemUpdate
source: Item Update complete
ar: تم تحديث بيانات المنتج بنجاح

# ItemUpdateFail
source: Item Update was a failure
ar: فشل تحديث بيانات المنتج

# lang
source: en
ar: ar

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: Male
ar: ذكر

source: Name
ar: الإسم

# NameChange
source: Admin's name successfully changed
ar: تم تغيير إسم المسؤول بنجاح

# NameVali
source: Name must contain only letters and be at least 3 characters long.
ar: الأسم يتكون من حروف فقط و علي الأقل 3 حروف

source: New Password
ar: كلمة المرور الجديدة

source: New Password Again
ar: كلمة المرور الجديدة مجدداً

source: No
ar: لا

# NoItemWarning
source: You cannot add an item to this Invoice because no item exist, Please Add items to continue
ar: لا يمكنك إضافة منتج لهذه الفاتورة لأنه لا يوجد اي منتجات, برجاء إضافة منتجات للإستكمال

source: OK
ar: حسناً

source: Old Password
ar: كلمة المرور القديمة

# Ops
source: Operations
ar: العمليات

# PassChanged
source: Admin's password was successfully changed
ar: تم تغيير كلمة مرور المسؤول بنجاح

source: Password
ar: كلمة المرور

# PasswordLog
source: Either The email or the password is invalid
ar: يوجد خطأ إما في الإيميل أو كلمة المرور

# PasswordMatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة

# PasswordVali
source: Password must be at least 8 characters long, contain at least one uppercase letter, one lowercase letter, and one digit.
ar: كلمة المرور يجب ان تكون علي الأقل 8 حروف و أن يحتوي علي الأقل حرف كبير, حرف صغير, و رقم

source: Phone
ar: الهاتف

# PhoneVali
source: Phone number is invalid
ar: هذا الرقم غير صالح

source: Photo Of
ar: صورة

source: Price
ar: السعر

# ResetPass
source: Reset Password
ar: إعادة كلمة المرور للأصل

# SearchName
source: Search By Name
ar: البحث بواسطة الإسم

# StoreName
source: Outer Heaven Store
ar: متجر السماء الخارجية

source: Success!
ar: نجاح!

# Timeout
source: 2 minutes of inactivites has passed, Do you want to continue ?
ar: دقيقتان قد مرت بدون اي فعاليات علي الموقع, هل تريد الأستمرار ؟

source: Total
ar: الإجمالي

source: Unit
ar: عنصر

source: Units
ar: عناصر

source: Update
ar: تحديث

source: Warning !
ar: تحذير!

# WrongPass
source: This password is incorrect
ar: كلمة المرور هذه ليست صحيحة
